app/controllers/powers_controller.rb

SELECT "powers".* FROM "powers"
---
    def index
        power = Powers.all